<?php
$header = array("Консоли Xbox впервые за 8 лет обошли PlayStation по недельным продажам в Японии",
        "Что едят англичане: моя фото-прогулка по супермаркетам Лондона",
        "Обновлённые версии «Ведьмака 3» для ПК и консолей выйдут в конце 2022 года",
         "McDonald’s продаст российский бизнес франчайзи Александру Говору — он управляет ресторанами сети в Сибири",
	  "В Epic Games Store началась «мегараспродажа» с раздачей Borderlands 3. В России игру забрать нельзя",
	   "Netflix выпустил трейлер третьего сезона «Академии Амбрелла",
	  "Hitman 3 в майском патче получит поддержку рейтрейсинга, DLSS и FSR",

	  "Fortnite стала доступна на iOS и Android через GeForce NOW, в том числе в России",
	  "Первые впечатления от «Нулевого пациента» — сериала о вспышке ВИЧ в СССР и вреде «традиционных ценностей"


	  );
$desc = array("О том, что за неделю с 9 по 15 мая консоли Xbox опередили PlayStation по продажам в Японии, стало известно из еженедельного отчёта журнала Famitsu. Как отмечают в издании Video Games Chronicle, это произошло впервые с 2014 года, когда вышла Xbox One.",

	  "С детства в школе нам рассказывали, что англичане завтракают овсянкой, по вечерам пьют чай с молоком, а на обед едят говядину по-веллингтонски, заедая её йоркширским пудингом. Я прогулялся по супермаркетам Лондона и решил проверить, насколько правдивы эти стереотипы, а заодно рассказать о том, что может удивить россиянина в британском продуктовом магазине..",
	  "Анонс сделали в официальном Твиттере франшизы через месяц после того, как ремастер перенесли на неопределённый срок. Теперь улучшенную «Дикую Охоту» планируют выпустить на ПК, PS5 и Xbox Series X|S в четвёртом квартале 2022 года (октябрь-декабрь). Точной даты пока что нет.",
	  "По условиям сделки, Говор купит все рестораны McDonald's в России и будет управлять ими под новым брендом. «Соглашение зависит от определенных условий, включая одобрение регулирующих органов», — уточнила компания. Стороны планируют закрыть сделку в ближайшие недели. ",
	  "В котором герои сталкиваются со сверхлюдьми из другой академии, появившейся в альтернативной вселенной.",
	  "В рамках распродажи выдают купоны на дополнительную скидку в 25%. Borderlands 3 — первая из четырёх игр-блокбастеров, которые раздадут на «мегараспродаже» в Epic Games Store. Её можно забрать с 19 по 26 мая.",
	  "Рейтрейсинг и улучшенные тени добавят в Hitman 3 в патче 3.110, который выйдет 24 мая. Трассировку лучей можно будет включать и регулировать — у качества отражений будет несколько уровней — в настройках графики. После обновления в Hitman 3 также появится поддержка технологии NVIDIA DLSS и первой версии AMD FidelityFX Super Resolution (FSR). Разработчики рекомендуют использовать их при игре с трассировкой лучей.",
      "В 1988 году в столице Калмыцкой АССР Элисте из-за врачебной халатности произошла вспышка ВИЧ-инфекции. Вирус обнаружили у 75 детей и четырёх взрослых женщин"
	  		);
$img = array("xbox.png",
        "engl.png",
        "witcher.png",
        "mcdonalds.png",
		"epic.png",
		"netflix.png",
		"hitman.png",

		"fortnite.png",
		"patient.png"



  );
?>